Repository: zhrispineda/Feedback-Assistant-iOS
Catalog: Feedback Assistant iOS/Resources/Localizable.xcstrings
Source language: en
Languages: bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RESET_WARNINGS_MESSAGE
source: Are you sure you want to reset the application‘s warnings by turning them all on?
bg: Сигурни ли сте, че искате да нулирате предупрежденията на приложението, като ги включите всички?
ca: Confirmes que vols activar tots els avisos de l’app i restablir‑los?
cs: Určitě chcete resetovat všechna varování aplikace do zapnutého stavu?
da: Er du sikker på, at du vil nulstille appens advarsler ved at slå dem alle til?
de: Sollen die Programmhinweise wirklich zurückgesetzt werden, indem du sie alle aktivierst?
el: Θέλετε σίγουρα να επαναφερθούν οι προειδοποιήσεις της εφαρμογής μέσω της ενεργοποίησης όλων;
es: ¿Seguro que quieres restablecer las advertencias de la aplicación activándolas todas?
es_419: ¿Quieres restablecer las advertencias de la aplicación activándolas todas?
fi: Haluatko nollata apin varoitukset laittamalla ne kaikki päälle?
fr: Voulez-vous vraiment réinitialiser les alertes de l’application en les désactivant toutes ?
fr_ca: Voulez-vous vraiment réinitialiser les avertissements de l’application en les activant tous?
hi: क्या आप निश्चित हैं कि आप ऐप्लिकेशन की सभी चेतावनियों को चालू करके उन्हें रीसेट करना चाहते हैं?
hr: Sigurno želite resetirati upozorenja aplikacije tako da ih sva uključite?
hu: Biztosan alaphelyzetbe szeretné állítani az alkalmazás figyelmeztetéseit azáltal, hogy mindet bekapcsolja?
id: Apakah Anda yakin ingin mengatur ulang peringatan aplikasi dengan menyalakan semuanya?
it: Confermi di voler ripristinare gli avvisi dell’applicazione attivandoli tutti?
ja: アプリの警告をすべてオンにすると警告がリセットされますが、よろしいですか?
kk: Барлық қолданбаны қосу арқылы қолданба ескертулерін бастапқы күйге қайтару қажеттігіне сенімдісіз бе?
ko: 응용 프로그램 경고를 모두 켜서 재설정하겠습니까?
lt: Ar tikrai norite iš naujo nustatyti programos įspėjimus juos visus įjungdami?
ms: Adakah anda pasti mahu mereset amaran aplikasi dengan mengaktifkan kesemuanya?
nb: Er du sikker på at du vil nullstille alle advarslene fra appen ved å slå dem på?
nl: Weet je zeker dat je de waarschuwingen van de app opnieuw wilt instellen door ze allemaal in te schakelen?
pl: Czy na pewno chcesz wyzerować ostrzeżenia aplikacji, włączając je wszystkie?
pt_br: Tem certeza de que deseja ativar todos os avisos do aplicativo para redefini‑los?
pt_pt: Tem a certeza de que pretende repor todos os avisos da aplicação ativando‑os?
ro: Sigur doriți să resetați avertismentele aplicației prin activarea tuturor acestora?
ru: Вы действительно хотите сбросить предупреждения программ, включив все эти программы?
sk: Naozaj chcete resetovať upozornenia aplikácie tak, že ich všetky zapnete?
sl: Ste prepričani, da želite ponastaviti opozorila aplikacije tako, da vklopite vsa opozorila?
sv: Är du säker på att du vill nollställa appens varningar genom att slå på alla?
th: คุณแน่ใจหรือไม่ว่าคุณต้องการรีเซ็ตคำเตือนของแอปพลิเคชันโดยการเปิดใช้คำเตือนทั้งหมด
tr: Uygulamanın uyarılarını sıfırlamak için uyarıların hepsini açmak istediğinizden emin misiniz?
uk: Справді скинути застереження програми, увімкнувши їх усі?
vi: Bạn có chắc chắn muốn đặt lại các cảnh báo của ứng dụng bằng cách bật tất cả không?
zh_cn: 你确定要打开所有应用程序警告以进行还原吗？
zh_hk: 你確定要開啟所有應用程式警告以進行重設嗎？
zh_tw: 確定要將應用程式的警告重置為全部開啟嗎？

source: Save
bg: Запази
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
es_419: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kk: Сақтау
ko: 저장
lt: Išsaugoti
ms: Simpan
nb: Arkiver
nl: Bewaar
pl: Zachowaj
pt_br: Salvar
pt_pt: Guardar
ro: Salvați
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_cn: 存储
zh_hk: 儲存
zh_tw: 儲存

source: Save Draft
bg: Запази чернова
ca: Desa l’esborrany
cs: Uložit koncept
da: Gem udkast
de: Entwurf sichern
el: Αποθήκευση προσχέδιου
es: Guardar borrador
es_419: Guardar borrador
fi: Tallenna luonnos
fr: Enregistrer le brouillon
fr_ca: Enregistrer le brouillon
hi: ड्राफ़्ट सहेजें
hr: Spremi skicu
hu: Vázlat mentése
id: Simpan Draf
it: Salva bozza
ja: 下書きを保存
kk: Нобайды сақтау
ko: 임시 저장
lt: Išsaugoti juodraštį
ms: Simpan Draf
nb: Arkiver utkast
nl: Bewaar concept
pl: Zachowaj
pt_br: Salvar Rascunho
pt_pt: Guardar rascunho
ro: Salvați ciorna
ru: Сохранить черновик
sk: Uložiť koncept
sl: Shrani osnutek
sv: Spara utkast
th: บันทึกฉบับร่าง
tr: Taslağı Kaydet
uk: Зберегти чернетку
vi: Lưu nháp
zh_cn: 存储草稿
zh_hk: 儲存草稿
zh_tw: 儲存草稿

# SAVE_DRAFT_CHOICE
source: Save Draft
bg: Запази чернова
ca: Desa l’esborrany
cs: Uložit koncept
da: Gem udkast
de: Entwurf sichern
el: Αποθήκευση προσχεδίου
es: Guardar borrador
es_419: Guardar borrador
fi: Tallenna luonnos
fr: Enregistrer le brouillon
fr_ca: Enregistrer le brouillon
hi: ड्राफ़्ट सहेजें
hr: Spremi skicu
hu: Vázlat mentése
id: Simpan Draf
it: Salva bozza
ja: 下書きを保存
kk: Нобайды сақтау
ko: 임시 저장
lt: Išsaugoti juodraštį
ms: Simpan Draf
nb: Arkiver utkast
nl: Bewaar concept
pl: Zachowaj
pt_br: Salvar Rascunho
pt_pt: Guardar rascunho
ro: Salvați ciorna
ru: Сохранить черновик
sk: Uložiť koncept
sl: Shrani osnutek
sv: Spara utkast
th: บันทึกฉบับร่าง
tr: Taslağı Kaydet
uk: Зберегти чернетку
vi: Lưu nháp
zh_cn: 存储草稿
zh_hk: 儲存草稿
zh_tw: 儲存草稿

source: Server Error
bg: Грешка със сървъра
ca: Error del servidor
cs: Chyba serveru
da: Fejl på server
de: Serverfehler
el: Σφάλμα διακομιστή
es: Error del servidor
es_419: Error del servidor
fi: Palvelinvirhe
fr: Erreur de serveur
fr_ca: Erreur du serveur
hi: सर्वर एरर
hr: Greška servera
hu: Szerverhiba
id: Kesalahan Server
it: Errore server
ja: サーバエラー
kk: Cервер қатесі
ko: 서버 오류
lt: Serverio klaida
ms: Ralat Pelayan
nb: Tjenerfeil
nl: Serverfout
pl: Błąd serwera
pt_br: Erro de Servidor
pt_pt: Erro no servidor
ro: Eroare de server
ru: Ошибка сервера
sk: Chyba servera
sl: Napaka strežnika
sv: Serverfel
th: ข้อผิดพลาดเซิร์ฟเวอร์
tr: Sunucu Hatası
uk: Помилка сервера
vi: Lỗi máy chủ
zh_cn: 服务器错误
zh_hk: 伺服器錯誤
zh_tw: 伺服器錯誤

source: Sign Out
bg: Изход
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
fr_ca: Se déconnecter
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
kk: Жүйеден шығу
ko: 로그아웃
lt: Atsijungti
ms: Daftar Keluar
nb: Logg av
nl: Log uit
pl: Wyloguj się
pt_br: Finalizar Sessão
pt_pt: Terminar sessão
ro: Ieșiți din cont
ru: Выйти
sk: Odhlásiť sa
sl: Izpis
sv: Logga ut
th: ลงชื่อออก
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出
zh_tw: 登出

# SIGN_OUT_UPLOAD_WARN_MESSAGE
source: Signing out will cancel any feedback report uploads still in progress.
bg: Излизането ще откаже всички качвания на доклади за обратна връзка, които все още са в изпълнение.
ca: Si tanques sessió, es cancel·larà la càrrega dels informes de comentaris en curs.
cs: Při odhlášení bude zrušeno odesílání všech dosud neodeslaných zpráv.
da: Hvis du logger ud, vil alle igangværende overførsler af feedback blive annulleret.
de: Wenn du dich jetzt abmeldest, wird der gerade laufende Upload aller Feedback-Berichte abgebrochen.
el: Αν αποσυνδεθείτε, θα ακυρωθούν τυχόν αποστολές αναφορών σχολίων που βρίσκονται σε εξέλιξη.
es: Si cierras sesión, se cancelarán los procesos de carga de comentarios que no hayan finalizado.
es_419: Cerrar la sesión cancelará cualquier reporte de comentarios que se esté cargando.
fi: Kirjautuminen ulos kumoaa kaikki kesken olevat palauteraporttien lähetykset.
fr: Le fait de se déconnecter annulera le téléchargement en cours de tout rapport d’évaluation.
fr_ca: La déconnexion entraînera l’annulation des téléversements de signalements en cours.
hi: साइन आउट करने से फ़ीडबैक रिपोर्ट के जारी अपलोड रद्द हो जाएँगे।
hr: Ako se odjavite, poništit će se svi izvještaji koji se još uvijek postavljaju.
hu: Kijelentkezéskor a visszajelzési jelentések folyamatban lévő feltöltései megszakadnak.
id: Semua pengunggahan laporan umpan balik yang sedang berlangsung akan dibatalkan jika Anda keluar.
it: Se esci, tutti i caricamenti di feedback ancora in corso verranno annullati.
ja: サインアウトするとアップロード中のフィードバック報告がすべてキャンセルされます。
kk: Жүйеден шықсаңыз, пікір туралы есептерді жүктеп салу процестерінен бас тартылады.
ko: 로그아웃하면 진행 중인 피드백 리포트 업로드가 취소됩니다.
lt: Atsijungus bus atšauktas bet koks tebevykstantis atsiliepimų ataskaitos įkėlimas.
ms: Mendaftar keluar akan membatalkan sebarang muat naik laporan maklum balas yang masih berjalan.
nb: Hvis du logger av, avbrytes alle opplastinger av tilbakemeldinger som ikke er fullført.
nl: Als je uitlogt, worden alle uploads geannuleerd van feedbackrapporten die nog in voortgang zijn.
pl: Wylogowanie się anuluje trwające operacje wysyłania opinii.
pt_br: Se você finalizar a sessão, isso cancelará o envio de quaisquer relatórios de feedback que ainda estiverem em andamento.
pt_pt: Se terminar sessão, os envios em curso de relatórios de comentários serão cancelados.
ro: Ieșirea din cont va anula orice raport de feedback aflat încă în curs de încărcare.
ru: При выходе все выполняемые выгрузки отзывов будут отменены.
sk: Ak sa odhlásite, odosielanie všetkých odoziev, ktoré ešte nebolo dokončené, bude zrušené.
sl: Če se izpišete, boste preklicali vsa nalaganja prijav s povratnimi informacijami, ki so v teku.
sv: Om du loggar ut avbryts alla pågående överföringar av feedbackrapporter.
th: การลงชื่อออกจะยกเลิกการอัปโหลดการแจ้งคำติชมที่อยู่ระหว่างดำเนินการ
tr: Çıkış yapmak sürmekte olan geri bildirim raporlarını karşıya yüklemeyi iptal eder.
uk: Якщо вийти, буде скасовано закачування всіх поточних відгуків.
vi: Đăng xuất sẽ hủy bất kỳ quá trình tải lên báo cáo phản hồi nào vẫn đang diễn ra.
zh_cn: 退出登录将取消仍在上传的任何反馈报告。
zh_hk: 登出會取消任何仍在上載的用户意見報告。
zh_tw: 登出會取消任何仍在進行中的使用者意見報告上傳項目。

# SIGN_OUT_UPLOAD_WARN_TITLE
source: Sign Out
bg: Изход
ca: Tanca la sessió
cs: Odhlášení
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
es_419: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
fr_ca: Se déconnecter
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
it: Esci
ja: サインアウト
kk: Жүйеден шығу
ko: 로그아웃
lt: Atsijungti
ms: Daftar Keluar
nb: Logg av
nl: Log uit
pl: Wyloguj się
pt_br: Finalizar Sessão
pt_pt: Terminar sessão
ro: Ieșire din cont
ru: Выйти
sk: Odhlásiť sa
sl: Izpis
sv: Logga ut
th: ลงชื่อออก
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh_cn: 退出登录
zh_hk: 登出
zh_tw: 登出

# SUBMISSION_PII_MESSAGE
source: The logs gathered by Feedback Assistant and attached to your submission may contain personal information. Press Cancel if you would like to view, edit or delete these logs before submission. By pressing Submit, you agree that Apple may use your submission to improve its products and services.
bg: Регистрираните записи, събрани от Feedback Assistant и прикачени към вашето съобщение, може да съдържат лична информация. Натиснете Отказ, ако искате да прегледате, редактирате или изтриете тези записи преди изпращане. Когато натиснете бутона Изпрати, вие се съгласявате, че Apple може да използва изпратената информация за подобряване на своите продукти и услуги.
ca: Els registres recopilats per l’Assistent d’Opinió que has adjuntat a l’enviament poden contenir dades personals. Prem “Cancel·la” per veure’ls, editar‑los o eliminar‑los abans d’enviar‑los. En prémer “Envia”, acceptes que Apple pugui utilitzar l’enviament per millorar els seus productes i serveis.
cs: Protokoly shromážděné aplikací Feedback Assistant a přiložené k vaší zprávě můžou obsahovat osobní údaje. Pokud je chcete před odesláním zprávy zobrazit, upravit nebo smazat, stiskněte Zrušit. Stisknutím tlačítka Odeslat souhlasíte s tím, že společnost Apple může vaši zprávu využít k vylepšování svých produktů a služeb.
da: Logarkiver, der er indsamlet af Feedback Assistant og knyttet til din indsendelse, kan indeholde personlige oplysninger. Tryk på Annuller for at se, redigere eller slette disse logarkiver, før du indsender dem. Ved at klikke på Send erklærer du dig indforstået med, at Apple kan bruge det indsendte til at forbedre produkter og tjenester.
de: Die vom Feedback-Assistenten erfassten und an die Übertragung angehängten Geräteprotokolle enthalten möglicherweise persönliche Informationen. Drücke auf „Abbrechen“, wenn du diese Protokolle vor dem Senden anzeigen, bearbeiten oder löschen möchtest. Bevor du auf „Senden“ drückst, musst du zustimmen, dass Apple deine Übertragung zur Verbesserung seiner Produkte und Dienste verwenden darf.
el: Τα αρχεία καταγραφής συσκευής που έχει συλλέξει ο Βοηθός σχολίων και έχουν επισυναφθεί στην αναφορά σας ενδέχεται να περιέχουν προσωπικές πληροφορίες. Πατήστε «Ακύρωση» για προβολή, επεξεργασία ή διαγραφή αυτών των αρχείων καταγραφής πριν από την υποβολή. Αν πατήσετε «Υποβολή», αποδέχεστε ότι η Apple μπορεί να χρησιμοποιήσει την αναφορά σας για να βελτιώσει τα προϊόντα και τις υπηρεσίες της.
es: Es posible que los registros recopilados por la app Asistente de Opinión y adjuntados a tu comentario contengan información personal. Pulsa Cancelar si quieres ver, editar o eliminar estos registros antes de enviarlos. Al pulsar Enviar, das permiso para que Apple pueda usar los datos enviados para mejorar sus productos y servicios.
es_419: Los registros recopilados por Feedback Assistant que se adjuntaron a tu envío podrían contener información personal. Presiona Cancelar si quieres consultar, editar o eliminarlos antes de enviarlos. Si presionas Enviar, das tu consentimiento para que Apple pueda usar tu envío para mejorar sus productos y servicios.
fi: Palauteapurin keräämät ja lähetykseesi liitetyt lokit voivat sisältää henkilökohtaisia tietoja. Paina Kumoa, jos haluat tarkastella, muokata tai poistaa näitä lokeja ennen lähettämistä. Painamalla Lähetä hyväksyt, että Apple voi käyttää lähettämiäsi tietoja tuotteidensa ja palvelujensa parantamiseen.
fr: Les historiques récupérés par l’assistant d’évaluation et joints à votre envoi peuvent contenir des informations personnelles. Appuyez sur Annuler si vous souhaitez afficher, modifier ou supprimer ces historiques avant de procéder à l’envoi. En appuyant sur Envoyer, vous acceptez qu’Apple utilise votre envoi pour améliorer ses produits et services.
fr_ca: Les historiques recueillis par Assistant d’évaluation et joints à votre envoi peuvent contenir des renseignements personnels. Appuyez sur Annuler si vous souhaitez consulter, modifier ou supprimer ces historiques avant de procéder à l’envoi. En appuyant sur Envoyer, vous acceptez qu’Apple puisse utiliser votre envoi pour améliorer ses produits et services.
hi: फ़ीडबैक सहायक द्वारा एकत्रित और आपके सब्मिशन से अटैच किए गए लॉग में व्यक्तिगत जानकारी शामिल हो सकती है। सब्मिशन से पहले इन लॉग को देखने, संपादित करने या डिलीट करने के लिए “रद्द करें” दबाएँ। “सबमिट करें” दबाने का अर्थ है कि Apple आपके सब्मिशन का इस्तेमाल अपने उत्पादों और सेवाओं को बेहतर बनाने के लिए कर सकता है।
hr: Zapisi koje je Feedback Assistant prikupio i priložio u vaš izvještaj mogu sadržavati osobne informacije. Pritisnite Poništi ako želite pregledati, urediti ili obrisati te zapise prije slanja. Ako pritisnete Pošalji, slažete se da Apple može koristiti informacije koje ste poslali za poboljšanje svojih proizvoda i usluga.
hu: A Visszajelzési asszisztens által összegyűjtött és a beküldött jelentéshez csatolt naplók személyes információkat tartalmazhatnak. Ha beküldés előtt megtekinteni, módosítani vagy törölni szeretné ezeket a naplókat, nyomja meg a Mégsem gombot. A Beküldés gomb megnyomásával Ön elfogadja, hogy az Apple az Ön által beküldött információkat felhasználhatja arra, hogy a termékeit és szolgáltatásait továbbfejlessze.
id: Log yang dikumpulkan oleh Asisten Umpan Balik dan dilampirkan ke kiriman Anda dapat berisi informasi pribadi. Tekan Batalkan jika Anda ingin melihat, mengedit, atau menghapus log ini sebelum mengirimkan. Dengan menekan Kirim, Anda setuju bahwa Apple dapat menggunakan kiriman Anda untuk meningkatkan produk dan layanannya.
it: I log raccolti da Feedback Assistant e allegati per l’invio potrebbero contenere informazioni personali. Se vuoi visualizzarli, modificarli o eliminarli prima dell’invio, seleziona Annulla. Selezionando Invia, accetti che Apple possa utilizzare i dati forniti per migliorare i propri prodotti e servizi.
ja: フィードバックアシスタントによって収集されるログ（送信情報に添付されます）には、個人情報が含まれる場合があります。それらのログを送信前に表示、編集、または削除したい場合は、“キャンセル”を押してください。“送信”を押すと、送信された情報をAppleが製品およびサービスの改善に使用することに同意したものとみなされます。
kk: Кері байланыс көмекшісі жинаған және сіз ұсынған мазмұнға тіркелген журналдарда жеке ақпарат болуы мүмкін. Егер осы журналдарды жібермес бұрын көргіңіз, өңдегіңіз немесе жойғыңыз келсе, «Бас тарту» түймесін басыңыз. «Жіберу» түймесін басу арқылы Apple компаниясы сіз жіберген мазмұнды өз өнімдері мен сервистерін жақсарту үшін пайдалана алатындығына келісесіз.
ko: 피드백 지원에 의해 수집되어, 피드백을 제출할 때 첨부되는 로그에는 개인정보가 포함될 수 있습니다. 제출하기 전에 이 로그를 검토, 편집 또는 삭제하려면 취소를 누르십시오. ‘제출’을 누르면 Apple이 제품 및 서비스 향상을 위해 사용자가 제출한 피드백을 이용한다는 것에 동의하는 것입니다.
lt: Programos „Atsiliepimų asistentas“ surinktuose ir į jūsų pateiktą turinį įtrauktuose žurnaluose gali būti asmeninės informacijos. Paspauskite „Atšaukti“, jei prieš pateikdami šiuos žurnalus norite peržiūrėti, redaguoti arba ištrinti. Paspausdami „Pateikti“ sutinkate, kad „Apple“ gali naudoti jūsų pateiktą informaciją savo produktams ir paslaugoms tobulinti.
ms: Log yang dikumpulkan oleh Feedback Assistant dan dilampirkan pada penyerahan anda mungkin mengandungi maklumat peribadi. Tekan Batal jika anda mahu melihat, mengedit atau memadamkan log ini sebelum penyerahan. Dengan menekan Hantar, anda bersetuju bahawa Apple boleh menggunakan penyerahan anda untuk meningkatkan produk dan perkhidmatannya.
nb: Logger som samles inn av Tilbake­meldings­assistent og legges ved rapportene dine, kan inneholde personlig informasjon. Trykk på Avbryt hvis du vil se, redigere eller slette disse loggene før de sendes inn. Ved å trykke på Send tillater du at Apple kan bruke rapporten din til å forbedre produkter og tjenester.
nl: De logbestanden die door Feedbackassistent worden verzameld en als bijlage bij je inzending worden gevoegd, bevatten mogelijk persoonlijke informatie. Klik op 'Annuleer' als je deze logbestanden wilt bekijken, wijzigen of verwijderen voordat je ze inzendt. Door op 'Verstuur' te klikken, ga je ermee akkoord dat Apple je inzending mag gebruiken voor het verbeteren van zijn producten en diensten.
pl: Pliki dzienników gromadzone przez Asystenta opinii i dołączane do raportu mogą zawierać Twoje dane osobowe. Aby je przejrzeć, edytować lub usunąć, stuknij w Anuluj. Stukając w Wyślij, zezwalasz firmie Apple na wykorzystanie Twojego raportu do udoskonalania jej produktów i usług.
pt_br: Os registros coletados pelo Assistente de Feedback e anexados ao envio podem conter informações pessoais. Pressione Cancelar caso deseje visualizar, editar ou apagar esses registros antes do envio. Ao pressionar Enviar, você concorda que a Apple pode usar os dados que você enviou para melhorar seus produtos e serviços.
pt_pt: Os registos recolhidos pelo Feedback Assistant podem conter informação pessoal. Prima Cancelar caso queira ver, editar ou apagar estes registos antes do envio. Ao premir Enviar, está a aceitar que a Apple pode usar o que enviar para melhorar os respetivos produtos e serviços.
ro: Este posibil ca jurnalele colectate de Feedback Assistant și atașate la datele pe care le trimiteți să conțină informații personale. Apăsați pe Anulați dacă doriți să vizualizați, editați sau ștergeți aceste jurnale înainte de trimitere. Prin apăsarea pe Trimiteți, sunteți de acord că Apple poate utiliza datele trimise pentru îmbunătățirea produselor și serviciilor oferite.
ru: Журналы, собранные Ассистентом обратной связи для отправки вместе с отчетом, могут содержать персональные данные. Нажмите «Отмена», если хотите просмотреть, изменить или удалить эти журналы перед отправкой. Нажимая «Отправить», Вы соглашаетесь с тем, что Apple может использовать предоставленную Вами информацию в целях улучшения своих продуктов и сервисов.
sk: Záznamy zhromaždené pomocou apky Feedback Assistant a priložené k odosielanej odozve môžu obsahovať osobné informácie. Ak si tieto záznamy chcete pred odoslaním pozrieť, upraviť alebo vymazať, stlačte Zrušiť. Stlačením tlačidla Odoslať súhlasíte s tým, že spoločnosť Apple môže použiť vami odoslané dáta na vylepšovanie vlastných produktov a služieb.
sl: Dnevniki, ki jih zbira pomočnik Feedback Assistant in ki so priloženi vaši pošiljki, lahko vsebujejo osebne podatke. Pritisnite Prekliči, če si želite pred pošiljanjem te dnevnike ogledati, jih urediti ali izbrisati. Če pritisnete Pošlji, soglašate, da lahko Apple vašo pošiljko uporabi za izboljšanje izdelkov in storitev.
sv: Loggarna som samlas in av Feedback Assistant och som är bifogade till det du skickar kan innehålla personlig information. Tryck på Avbryt om du vill visa, ändra eller radera de här loggarna innan du skickar in dem. Om du trycker på Skicka godkänner du att Apple kan använda ditt inskick till att förbättra sina produkter och tjänster.
th: บันทึกข้อมูลที่เก็บรวบรวมโดย Feedback Assistant และแนบกับการส่งของคุณอาจประกอบด้วยข้อมูลส่วนบุคคล กดยกเลิกหากคุณต้องการที่จะดู แก้ไข หรือลบบันทึกข้อมูลเหล่านี้ก่อนที่จะส่ง การกดส่งจะถือว่าคุณยอมรับกับการที่ Apple อาจใช้การส่งของคุณเพื่อปรับปรุงผลิตภัณฑ์และบริการของบริษัท
tr: Geri Bildirim Yardımcısı tarafından toplanan ve gönderinize iliştirilen günlükler kişisel bilgiler içerebilir. Göndermeden önce bu günlükleri görüntülemek, düzenlemek veya silmek için Vazgeç’e basın. Gönder’e basarsanız Apple’ın ürünlerini ve servislerini iyileştirmek için gönderdiklerinizi kullanabileceğini kabul etmiş olursunuz.
uk: Дані журналів, зібрані Асистентом відгуків і долучені до відгуку, можуть містити персональну інформацію. Натисніть кнопку «Скасувати», щоб переглянути, змінити або видалити ці журнали перед надсиланням. Натиснувши «Надіслати», ви надаєте згоду на використання Apple надісланих даних для вдосконалення продуктів і сервісів компанії.
vi: Các bản ghi được Trợ lý phản hồi thu thập và được đính kèm vào tệp gửi của bạn có thể bao gồm thông tin cá nhân. Nhấn Hủy nếu bạn muốn xem, sửa hoặc xóa những bản ghi này trước khi gửi. Bằng cách nhấn Gửi, bạn đồng ý rằng Apple có thể sử dụng tệp gửi của bạn để cải tiến các sản phẩm và dịch vụ của hãng.
zh_cn: “反馈助理”收集并附加到提交内容的日志可能包含个人信息。如果在提交前想查看、编辑或删除这些日志，请点按“取消”。点按“提交”按钮，即表示你同意Apple可以使用你提交的内容来改进其产品和服务。
zh_hk: 「用户意見助理」收集並附加至你提交的內容可能包含個人資料。如你想在提交前檢視、編輯或刪除這些記錄，請按下「取消」。按一下「提交」，即表示你同意Apple可以使用你提交的內容來改進其產品和服務。
zh_tw: 「使用者意見程式」收集並附加到你送出內容的記錄可能包含個人資訊。按下「取消」來在送出前檢視、編輯或刪除這些記錄。按下「送出」即表示你同意Apple可能會使用你送出的內容來改善其產品和服務。
